export const structureData = {
  name: (
    <>
      <p>ທ່ານ ຄຳຈັນ ສີດາວົງ</p>
      <small>ຫົວໜ້າພະແນກກະສິກຳ ແລະ ປ່າໄມ້</small>
    </>
  ),
  children: [
    {
      name: (
        <>
          <p>ທ່ານ ວໍລະສິດ ສີວົງດາວ</p>
          <small>ຮອງຫົວໜ້າພະແນກກະສິກຳ ແລະ ປ່າໄມ້</small>
        </>
      ),
      children: [
        {
          name: "ຂະແໜງບໍລິຫານ ແລະ ແຜນການ",
          children: [
            {
              name: "ຂະແໜງປ່າໄມ້",
            },
          ],
        },
        {
          name: "ຂະແໜງຄຸ້ມຄອງ ແລະ ພັດທະນາທີ່ດິນກະສິກຳ",
        },
      ],
    },
    {
      name: (
        <>
          <p>ທ່ານ ຄຳແສງ ສໍພາບມີໄຊ</p>
          <small>ຮອງຫົວໜ້າພະແນກກະສິກຳ ແລະ ປ່າໄມ້</small>
        </>
      ),
      children: [
        {
          name: "ຂະແໜງລ້ຽງສັດ ແລະ ການປະມົງ",
          children: [
            {
              name: "ກອງກວດກາປ່າໄມ້",
            },
          ],
        },
        {
          name: "ສູນບໍລິການເຕັກນິກກະສິກຳໜອງເຕົ່າ",
        },
      ],
    },
    {
      name: (
        <>
          <p>ທ່ານ ຄຳມອນ ທິລາວົງ</p>
          <small>ຮອງຫົວໜ້າພະແນກກະສິກຳ ແລະ ປ່າໄມ້</small>
        </>
      ),
      children: [
        {
          name: "ຂະແໜງຊົນລະປະທານ",
          children: [
            {
              name: "ກອງຄຸ້ມຄອງປ່າໂຄກໂອງ-ມັ່ງ",
            },
          ],
        },
        {
          name: "ກອງຄຸ້ມຄອງປ່າສະຫງວນ ແລະ ປ່າປ້ອງກັນ",
        },
      ],
    },
    {
      name: (
        <>
          <p>ທ່ານ ສຸບິນ ຫຼວງດ້ວງ</p>
          <small>ຮອງຫົວໜ້າພະແນກກະສິກຳ ແລະ ປ່າໄມ້</small>
        </>
      ),
      children: [
        {
          name: "ຂະແໜງພັດທະນາຊົນນະບົດ",
          children: [
            {
              name: "ຂະແໜງປູກຝັງ",
            },
          ],
        },
      ],
    },
  ],
};
