import Image from "next/image";

export default function Duty() {
  return (
    <section>
      <div className="min-h-[70vh] w-full relative">
        <Image src={"/duty-hero.jpg"} alt="duty hero" fill sizes={100} className="object-cover" />
        <div className="absolute text-center text-white transform -translate-x-1/2 -translate-y-1/2 top-1/2 left-1/2">
          <h1 className="text-4xl font-bold lg:text-8xl">ພາລະບົດບາດ</h1>
          <p className="text-xl lg:text-2xl">ພະແນກກະສິກຳ ແລະ ປ່າໄມ້ ແຂວງສະຫວັນນະເຂດ</p>
        </div>
      </div>
      <div className="max-w-[50rem] mx-auto p-10 flex flex-col gap-10 text-xl">
        <p className="first-letter-big">
          ພະແນກກະສິກໍາ ແລະ ປ່າໄມ້ ແຂວງສະຫວັນນະເຂດ ຂຽນເປັນຕົວອັກສອນຫຍໍ້ວ່າ “ກປຂ” ເປັນພະແນກການທີ່ນອນຢູ່ໃນກົງຈັກການຈັດຕັ້ງໜຶ່ງຂອງແຂວງ,
          ມີພາລະບົດບາດເປັນເສນາທິການໃຫ້ແກ່ເຈົ້າແຂວງ ແລະ ລັດຖະມົນຕີກະຊວງກະສິກຳ ແລະ ປ່າໄມ້ ໃນການຄຸ້ມຄອງວຽກງານກະສິກຳ, ປ່າໄມ້, ການປຸງແຕ່ງກະສິກຳຂັ້ນຕົ້ນ ແລະ
          ວຽກງານພັດທະນາຊົນນະບົດຮອບດ້ານທົ່ວແຂວງ
        </p>
        <p className="first-letter-big">
          ຍຸດທະສາດ: ພັດທະນາ, ຟື້ນຟູ ແລະ ຂະຫຍາຍລະບົບຊົນລະປະທານ, ສ້າງຄວາມແຂ້ມແຂງໃຫ້ ຊຸມຊົນ ໃນການຄຸ້ມຄອງນຳໃຊ້ ລະບົບຊົນລະປະທານ, ປັບປຸງລະບົບການຜະລິດກະສິກຳ,
          ເຮັດການຜະລິດແບບສຸມ, ຍົກຜະລິດຕະພາບການປູກຝັງ, ການລ້ຽງສັດ ແລະ ການລ້ຽງປາ. ຊຸກຍູ້ການລົງ ທືນທຸກພາກສ່ວນເສດຖະກິດ, ນຳໃຊ້ເຕັກນິກຫລັງການເກັບກ່ຽວ ແລະ
          ສົ່ງເສີມການປຸງແຕ່ງຜະລິດຕະພັນ ກະສິກຳ ຂະຫນາດນ້ອຍ ແລະ ຂະຫນາດກາງ ເພື່ອເພີ້ມມູນຄ່າ.
        </p>
        <p className="first-letter-big">
          ຍຸດທະສາດສະເພາະດ້ານຄວນເນັ້ນຫນັກໃສ່: ນຳໃຊ້ຊົນລະປະທານທີ່ໄດ້ສ້າງຂື້ນ ຢ່າງມີປະສິດທິຜົນສູງ, ສ້າງຄວາມແຂັ້ມແຂງໃຫ້ຊຸມຊົນ
          ໃນການຄຸ້ມຄອງນຳໃຊ້ລະບົບຊົນລະປະທານ, ປັບປຸງລະບົບການຜະລິດກະສິກຳ ທີ່ບໍ່ທຳລາຍສະພາບເວດລ້ອມ ໂດຍການຳໃຊ້ເຕັກນິກ ປ້ອງກັນພືດແບບປະສົມປະສານ ແລະ
          ການຜະລິດກະສິກຳອິນຊີ, ເຮັດການຜະລິດແບບສຸມ, ຄົ້ນຄ້ວານຳໃຊ້ທົດລອງ, ທົດສອບສາທິດແບບບຸລິມະສິດ, ເລືອກເຟັ້ນເອົາເຕັກນິກທີ່ເຫມາະສົມໃນເຂດຕ່າງໆ
          ເພື່ອຂະຫຍາຍອອກສູ່ ທາງກວ້າງ, ສົ່ງເສີມການນຳໃຊ້ແນວພັນພືດ, ກໍ່ສ້າງພະນັກງານລະດັບຕ່າງໆ ໂດຍສະເພາະພະນັກງານ ສົ່ງເສິມລະດັບເມືອງ,
          ນັກວິຊາການສະເພາະດ້ານຂອງແຂວງ ເພື່ອການສົ່ງເສີມຊາວກະສິກອນ ຕາມຄວາມຕ້ອງການຂອງເຂົາເຈົ້າ. ຊຸກຍູ້ການຜະລິດສິນຄ້າ ເພື່ອຄ້າຂາຍຕາມຊາຍແດນ ກັບປະເທດໃກ້ຄຽງ,
          ປັບປຸງອອກລະບຽບການ ໃນການດຳເນີນທຸລະກິດ, ສົ່ງເສີມດ້ານການຕະຫລາດ ຕາມກົນໄກຕະຫລາດ ທີ່ມີຫລັກການ
        </p>
      </div>
    </section>
  );
}
