import Image from "next/image";

export default function Duty() {
  return (
    <section>
      <div className="min-h-[70vh] w-full relative">
        <Image src={"/duty-hero.jpg"} alt="duty hero" fill sizes={100} className="object-cover" />
        <div className="absolute text-center text-white transform -translate-x-1/2 -translate-y-1/2 top-1/2 left-1/2">
          <h1 className="text-4xl font-bold lg:text-8xl">ພາລະບົດບາດ</h1>
          <p className="text-xl lg:text-2xl">ພະແນກກະສິກຳ ແລະ ປ່າໄມ້ ແຂວງສະຫວັນນະເຂດ</p>
        </div>
      </div>
      <ol className="max-w-[50rem] mx-auto p-10 flex flex-col gap-10 text-xl list-decimal">
        <li>
          ປະຕິບັດລັດຖະທຳມະນູນ, ກົດໝາຍ ແລະ ມະຕີຂອງສະພາແຫ່ງຊາດ, ສະພາແຂວງ, ລັດຖະບັນຍັດຂອງປະທານປະເທດ, ດຳລັດ, ມະຕິ ແລະ ນິຕິກຳຂອງລັດຖະບານ, ນາຍົກລັດຖະມົນຕີ,
          ລັດຖະມົນຕີ ແລະ ເຈົ້າແຂວງ;
        </li>
        <li>
          ເຜີຍແຜ່ເຊື່ອມຊຶມ ແລະ ຄົ້ນຄວ້າຜັນຂະຫຍາຍແນວທາງນະໂຍບາຍຂອງພັກ-ລັດ, ແຜນຍຸດທະສາດ ແລະ ມະຕິຕົກລົງຂອງລັດຖະບານ, ກະຊວງ ແລະ ອົງການປົກຄອງແຂວງ
          ກ່ຽວກັບວຽກງານກະສິກຳ-ປ່າໄມ້ ແລະ ວຽກງານພັດທະນາຊົນນະບົດມາເປັນແຜນການ, ໂຄງການລະອຽດຂອງຕົນ;
        </li>
        <li>
          ຄົ້ນຄວ້າສ້າງ, ປັບປຸງບັນດານິຕິກຳ, ລະບຽບການ ອັນຈຳເປັນສຳລັບຄຸ້ມຄອງວຽກງານ ຂອງຂະແໜງການຕົນໂດຍຜັນຂະຫຍາຍບັນດານິຕິກຳ, ລະບຽບການຕ່າງໆ ຂອງກະຊວງກະສິກຳ
          ແລະ ປ່າໄມ້ ໄດ້ວາງອອກຕາມລະບຽບການແບ່ງຄຸ້ມຄອງ ເພື່ອສະເໜີຕໍ່ເຈົ້າແຂວງພິຈາລະນາ;
        </li>
        <li>
          ສຸມທຸກກຳລັງແຮງເພື່ອຊຸກຍູ້ການຜະລິດສະບຽງອາຫານໃຫ້ພຽງພໍເພື່ອຄ້ຳປະກັນຄວາມໝັ້ນຄົງທາງດ້ານສະບຽງອາຫານ ແລະ ໂພຊະນາການ,
          ຮັບປະກັນໃຫ້ມີວັດຖຸດິບປ້ອນໂຮງງານປຸງແຕ່ງກະສິກຳ, ມີຜົນຜະລິດສົດ, ສະອາດ ແລະ ປອດໄພ ເພື່ອຊົມໃຊ້ພາຍໃນແຂວງ ແລະ
          ສະໜອງໃຫ້ຕະຫຼາດພາຍໃນປະເທດເພື່ອທົດແທນການນຳເຂົ້າຈາກຕ່າງປະເທດເທື່ອລະກ້າວ;
        </li>
        <li>
          ຍູ້ແຮງການຜະລິດກະສິກຳ ແລະ ປ່າໄມ້ ເປັນສິນຄ້າແບບຫຼາກຫຼາຍ ໂດຍການກຳນົດຂອບເຂດການຜະລິດຕິດພັນກັບການປຸງແຕ່ງ ແລະ ການຕະຫຼາດ ຕາມທ່າແຮງໄດ້ປຽບຂອງທ້ອງຖິ່ນ,
          ຊຸກຍູ້ຫົວໜ່ວຍການຜະລິດ, ວິສາຫະກິດ, ຟາມ, ກຸ່ມການຜະລິດ, ຄອບຄົວຕົວແບບໃນການຜະລິດສິນຄ້າກະສິກຳສະອາດເປັນສິນຄ້າ
          ຕາມທ່າແຮງຂອງທ້ອງຖິ່ນເພື່ອສົ່ງອອກຕ່າງປະເທດ ໂດຍສອດຄ່ອງກັບມາດຕະຖານສຸຂານາໄມພືອ ແລະ ສັດ ຂອງປະເທດຄູ່ຄ້າ;
        </li>
        <li>
          ຕິດຕາມກວດກາມາດຕະຖານດ້ານເຕັກນິກ ແລະ ຄຸນນະພາບກ່ຽວກັບຜະລິດຕະພັນກະສິກຳ, ປ່າໄມ້, ປັດໄຈການຜະລິດ, ອຸປະກອນ ແລະ ກົນຈັກກະສິກຳ, ໂຮງງານປຸງແຕ່ງກະສິກຳ ແລະ
          ປ່າໄມ້ ຕາມແບ່ງຂັ້ນຄຸ້ມຄອງ; ຊຸກຍູ້, ສົ່ງເສີມ, ພັດທະນາຕະຫຼາດຂາຍຍົກ-ຂາຍຍ່ອຍຜົນຜະລິດກະສິກຳ ແລະ ປ່າໄມ້ ຕາມກົດໝາຍ ແລະ ລະບຽບການ;
        </li>
        <li>
          ຄຸ້ມຄອງ, ກວດກາ, ຢັ້ງຢືນກະສິກຳສະອາດ, ສຸຂານາໄມພືດ ແລະ ສັດ ໃນການນຳເຂົ້າ, ສົ່ງອອກຜະລິດຕະພັນກະສິກຳ, ປ່າໄມ້ ພ້ອມທັງເອື້ອອຳນວຍຄວາມສະດວກ
          ໃນການນຳເຂົ້າ, ສົ່ງອອກ ແລະ ສົ່ງຜ່ານສິນຄ້າກະສິກຳ ແລະ ປ່າໄມ້ ຈາກປະເທດຕົ້ນທາງຫາປະເທດປາຍທາງ ຕາມກົດໝາຍ ແລະ ລະບຽບການ;
        </li>
        <li>
          ຄຸ້ມຄອງ, ຊຸກຍູ້, ສົ່ງເສີມ ແລະ ພັດທະນາໂຮງງານອຸດສາຫະກຳປຸງແຕ່ງກະສິກຳ ແລະ ປ່າໄມ້ ເຊັ່ນ: ໂຮງສີເຂົ້າ, ໂຮງງານປຸງແຕ່ງແປ້ງມັນຕົ້ນ, ໂຮງງານປຸງແຕ່ງອ້ອຍ,
          ໂຮງຂ້າສັດ, ໂຮງງານຜະລິດຢາປົວພະຍາດສັດ, ໂຮງງານຜະລິດຢາວັກຊິນ, ໂຮງງານຜະລິດອຸປະກອນລ້ຽງສັດ-ສັດຕະວະແພດ, ໂຮງງານຜະລິດອາຫານສັດ, ໂຮງງານປຸງແຕ່ງໄມ້,
          ໂຮງເລື່ອຍ, ໂຮງຊອຍ, ໂຮງເຟີນີເຈີ, ໂຮງງານຖ່ານ/ເຕົາເຜົາຖ່ານ, ໂຮງງານປຸງແຕ່ງຢາງພາລາ ແລະ ເຄື່ອງປ່າຂອງດົງ, ໂຮງງານຜະລິດຝຸ່ນເຄມີ, ຝຸ່ນຊີວະພາບ ແລະ
          ອົງຄະທາດ, ໂຮງງານຄັດແຍກເມັດພັນ ແລະ ຫຸ້ມຫໍ່ຜົນຜະລິດກະສິກຳຕາມການແບ່ງຂັ້ນຄຸ້ມຄອງ, ກົດໝາຍ ແລະ ລະບຽບການ
          ໃຫ້ເປັນລະບົບຕ່ອງໂສ້ໃນການຄຸ້ມຄອງກຳນົດແຜນການຜະລິດ, ການປຸງແຕ່ງ ແລະ ການຕະຫຼາດຢ່າງກົມກຽວ;
        </li>
        <li>
          ຄຸ້ມຄອງ, ຕິດຕາມ, ກວດກາ ການນຳໃຊ້ສານເຄມີເຂົ້າໃນການຜະລິດກະສິກຳເປັນຕົ້ນຝຸ່ນເຄມີ, ຢາປາບສັດຕູພືດ, ຢາຂ້າຫຍ້າ, ສານຄວບຄຸມການຈະເລີນເຕີບໂຕຂອງພືດ,
          ການຕັດແຕ່ງພັນທຸກຳ (GMO), ຢາປົວພະຍາດສັດ, ຢາວັກຊິນ, ຄລີນິກປົວສັດ, ອາຫານສັດສຳເລັດຮູບ, ວັດຖຸດິບສຳລັບການຜະລິດຢາ ແລະ ອາຫານສັດ ແລະ ສານເຄມີອື່ນໆ
          ໃຫ້ໄດ້ຕາມມາດຕະຖານກະສິກຳສະອາດ;
        </li>
        <li>
          ຄຸ້ມຄອງ ແລະ ພັດທະນາລະບົບຊົນລະປະທານຫຼາຍຮູບແບບ ຕາມການແບ່ງຂັ້ນຄຸ້ມຄອງ ໂດຍນຳໃຊ້ນ້ຳໜ້າດິນ ແລະ ນ້ຳໃຕ້ດິນ, ນຳໃຊ້ພະລັງງານທົດແທນ ເຂົ້າໃນການສູບນ້ຳ
          ໃນບ່ອນທີ່ມີເງື່ອນໄຂ ແລະ ສ້າງໂຄງລ່າງລະບົບປ້ອງກັນ-ລະບາຍນ້ຳ ເພື່ອຕ້ານແລ້ງ, ຕ້ານຖ້ວມ ແລະ ນຳໃຊ້ນ້ຳຊົນລະປະທານ ໃຫ້ມີປະສິດທິພາບສູງ
          ຕິດພັນກັບການພັດທະນາຊົນລະກະເສດ ຕາມທິດຫັນເປັນອຸດສາຫະກຳ, ທັນສະໄໝ ແລະ ຍືນຍົງ; ສຳຫຼວດ, ຕິດຕາມການກໍ່ສ້າງ ແລະ ພັດທະນາລະບົບຊົນລະປະທານຂະໜາດກາງ ແລະ
          ນ້ອຍຕາມທ່າແຮງຂອງທ້ອງຖິ່ນ.
        </li>
        <li>
          ຊຸກຍູ້, ສົ່ງເສີມ ແລະ ຖ່າຍທອດເຕັກນິກ, ເຕັກໂນໂລຊີ ກ່ຽວກັບການປູກ, ການລ້ຽງ ແລະ ການປຸງແຕ່ງ; ຈັດຕັ້ງການຜະລິດຂອງຊາວກະສິກອນເປັນກຸ່ມ ຫຼື ສະຫະກອນ;
          ຈັດຝຶກອົບຮົມ ທັກສະກະສິກຳສະໄໝໃໝ່ໃຫ້ບຸກຄົນ ຫຼື ສະມາຊິກກຸ່ມ ໃນດ້ານການບໍລິຫານຈັດການ, ການເຂົ້າເຖິງຕະຫຼາດ ແລະ ແຫຼ່ງທຶນ, ການນຳໃຊ້ກົນຈັກ,
          ການສະໜັບສະໜູນພື້ນຖານໂຄງລ່າງ ດ້ານປານປຸງແຕ່ງ, ຫຸ້ມຫໍ່, ການເກັບຮັກສາ, ການຕະຫຼາດໃນບ່ອນທີ່ມີຄວາມຈຳເປັນ;
        </li>
        <li>
          ພັດທະນາສູນບໍລິການເຕັກນິກກະສິກຳຂັ້ນແຂວງ, ສະຖານີບໍລິການເຕັກນິກກະສິກຳຂອງເມືອງ, ເທດສະບານ, ນະຄອນ ໃຫ້ເຂັ້ມແຂງ,
          ຮັບປະກັນການເຄື່ອນໄຫວໃຫ້ມີປະສິດທິພາບດ້ວຍການປະກອບທຶນ, ພະນັກງານວິຊາການທີ່ມີຄວາມຮູ້-ຄວາມສາມາດ, ປະກອບວັດຖຸ-ເຕັກນິກ ແລະ
          ເຕັກໂນໂລຊີທັນສະໄໝໃຫ້ແກ່ສູນ, ສະຖານີ ເພື່ອຖ່າຍທອດບົດຮຽນ, ເຕັກໂນໂລຊີການປູກ-ການລ້ຽງ, ການປຸງແຕ່ງ ທັງເປັນບ່ອນສາທິດໃຫ້ແກ່ຊາວກະສິກອນ, ຜູ້ປະກອບການ,
          ນັກສຶກສາ ແລະ ສັງຄົມ;
        </li>
        <li>
          ສົມທົບກັບກົມວິຊາການ ແລະ ພາກສ່ວນກ່ຽວຂ້ອງ ສຳຫຼວດວິໄຈດິນ, ສ້າງແຜນທີ່ດິນກະສິກຳ, ແບ່ງເຂດການຜະລິດ (ເຂດປູກ, ເຂດລ້ຽງສັດ, ສັດນ້ຳ ແລະ ເຂດປ່າໄມ້),
          ພັດທະນາທີ່ດິນກະສິກຳໃຫ້ເໝາະສົມກັບການຜະລິດແຕ່ລະເຂດແຄວ້ນ, ດຳເນີນການປັກຫຼັກໝາຍເຂດດິນສະຫງວນໄວ້ ເພື່ອການກະສິກຳຕິດຕາມກວດກາການນຳໃຊ້ໃຫ້ຖືກເປົ້າໝາຍ,
          ກົດໝາຍ ແລະ ລະບຽບການ;
        </li>
        <li>
          ຄຸ້ມຄອງປົກປັກຮັກສາປ່າໄມ້ຕາມ 03 ລະບົບປະເພດປ່າ (ປ່າສະຫງວນແຫ່ງຊາດ ຫຼື ອຸທິຍານແຫ່ງຊາດ, ປ່າປ້ອງກັນແຫ່ງຊາດ ແລະ ປ່າຜະລິດ) ຕາມການແບ່ງຂັ້ນຄຸ້ມຄອງ,
          ກຳນົດມາດຕະການ ເພື່ອຟື້ນຟູປ່າໄມ້ ແລະ ປົກປັກຮັກສາແຫຼ່ງນ້ຳ-ຄວາມສົມດຸນຂອງລະບົບນິເວດ ແລະ ຊີວະນາໆພັນ ພ້ອມທັງປ້ອງກັນໄຟໄໝ້ລາມປ່າ;
          ສົ່ງເສີມການຟື້ນຟູບູລະນະປ່າໄມ້ ແລະ ການປູກປ່າໄມ້ເປັນສິນຄ້າ ຕິດພັນກັບການສົ່ງເສີມການທ່ອງທ່ຽວທຳມະຊາດ, ການພັດທະນາກະສິກຳ, ປ່າໄມ້ ແລະ
          ການປູກ-ການລ້ຽງສັດ ແບບປະສົມປະສານ, ການຫຼຸດຜ່ອນການປ່ອຍທາດອາຍເຮືອນແກ້ວ ຈາກການທຳລາຍປ່າໄມ້ ແລະ ການເຮັດໃຫ້ປ່າໄມ້ເສື່ອມໂຊມ ແລະ
          ຍູ້ແຮງການຄ້າຂາຍສິນເຊື່ອກາກບອນປ່າໄມ້ໃນເຂດປ່າໄມ້ ທີ່ມີເງື່ອນໄຂຕາມທິດສີຂຽວ ແລະ ຍືນຍົງ;
        </li>
        <li>
          ພັດທະນາພື້ນຖານໂຄງລ່າງ ທີ່ຕິດພັນກັບວຽກງານກະສິກຳ ແລະ ປ່າໄມ້ ໃນເຂດຊົນນະບົດ ຕາມການແບ່ງຂັ້ນຄຸ້ມຄອງ; ພັດທະນາອາຊີບ ແລະ
          ປັບປຸງລະບົບການຈັດຕັ້ງການຜະລິດ ເພື່ອສ້າງລາຍຮັບ, ປັບປຸງຊີວິດການເປັນຢູ່ ແລະ ແກ້ໄຂຄວາມທຸກຍາກໃຫ້ແກ່ຊາວຊົນນະບົດ;
          ເປັນໃຈກາງປະສານງານກັບບັນດາພະແນກການຂອງແຂວງ ໃນການພັດທະນາຊົນນະບົດຮອບດ້ານຕາມພາລະບົດບາດ ຂອງພະແນກການ;
        </li>
        <li>
          ຊຸກຍູ້, ສົ່ງເສີມ, ເອື້ອອຳນວຍຄວາມສະດວກ ໃຫ້ແກ່ການລົງທຶນຂອງຜູ້ປະກອບການ ທັງພາຍໃນ ແລະ ຕ່າງປະເທດ ໃຫ້ເປັນຂະບວນການແຂງແຮງ; ພົວພັນຮ່ວມມື, ຂົນຂວາຍ
          ຍາດແຍ່ງການຊ່ວຍເຫຼືອ ແລະ ການລົງທຶນຈາກພາຍໃນ, ຕ່າງປະເທດ ບົນພື້ນຖານກົດໝາຍ ເພື່ອເປັນກຳລັງແຮງປະກອບສ່ວນເຂົ້າໃນການພັດທະນາວຽກງານກະສິກໍາ, ປ່າໄມ້,
          ພັດທະນາຊົນນະບົດ ແລະ ແກ້ໄຂຄວາມທຸກຍາກ; ຄຸ້ມຄອງ ແລະ ຈັດຕັ້ງປະຕິບັດ ບັນດາໂຄງການງົບປະມານຂອງລັດ ແລະ ໂຄງການຮ່ວມມືກັບຕ່າງປະເທດ
          ພາຍໃຕ້ຄວາມຮັບຜິດຊອບຂອງຕົນໃຫ້ຖືກຕ້ອງ ແລະ ສອດຄ່ອງກັບລະບຽບກົດໝາຍວາງອອກ ໃນແຕ່ລະໄລຍະ ພ້ອມທັງຕິດຕາມ, ກວດກາ ແລະ
          ປະເມີນຜົນການຈັດຕັ້ງປະຕິບັດໃຫ້ໄດ້ຜົນສຳເລັດເປັນຢ່າງດີ;
        </li>
        <li>
          ເກັບກຳສະຖິຕິ ແລະ ສະໜອງຂໍ້ມູນຂ່າວສານດ້ານກະສິກຳ, ປ່າໄມ້ ແລະ ພັດທະນາຊົນນະບົດ ໃຫ້ເປັນລະບົບ, ຄົບຖ້ວນ, ຖືກຕ້ອງ ແລະ ທັນສະພາບການ
          ໂດຍການນຳໃຊ້ລະບົບເຕັກໂນໂລຊີທີ່ທັນສະໄໝເພື່ອເປັນບ່ອນອີງໃນການວາງແຜນ, ການຈັດຕັ້ງປະຕິບັດໂຄງການ ພ້ອມທັງຕິດຕາມ, ກວດກາ ແລະ ປະເມີນຜົນ ບັນດາແຜນງານ,
          ແຜນການ ແລະ ໂຄງການ ທີ່ຈັດຕັ້ງປະຕິບັດຢູ່ທ້ອງຖິ່ນຂອງຕົນ ໃຫ້ມີປະສິດທິຜົນ;
        </li>
        <li>
          ຕິດຕາມ, ກວດກາ ແລະ ປະເມີນຜົນການຈັດຕັ້ງປະຕິບັດກົດໝາຍ ແລະ ລະບຽບການ, ຍຸດທະສາດ, ແຜນງານ, ແຜນການ, ໂຄງການລົງທຶນຂອງລັດ ຫຼື ໂຄງການ ທຶນກູ້ຢືມ ແລະ
          ການຊ່ວຍເຫຼືອທາງການເພື່ອການພັດທະນາ ຕາມການແບ່ງຂັ້ນຄຸ້ມຄອງ; ກວດກາການຫັນປ່ຽນດິນກະສິກຳ, ດິນເຂດຊົນລະປະທານ ຕາມການແບ່ງຂັ້ນຄຸ້ມຄອງ ຕາມກົດໝາຍ ແລະ
          ລະບຽບການ; ຕ້ານ ແລະ ສະກັດກັ້ນ ກວດກາການລັກລອບຂຸດຄົ້ນໄມ້, ເຄື່ອນຍ້າຍໄມ້, ບຸກລຸກ, ທຳລາຍ, ຊື້-ຂາຍ ຊັບພະຍາກອນປ່າໄມ້,
          ກວດກາກິດຈະການກ່ຽວກັບຊັບພະຍາກອນປ່າໄມ້, ໂຮງງານປຸງແຕ່ງໄມ້, ເຄື່ອງປ່າຂອງດົງ, ເຕົາຖ່ານ ແລະ ໂຮງງານທີ່ໃຊ້ໄມ້ເປັນພະລັງງານ
          ພ້ອມທັງດຳເນີນຄະດີຕໍ່ຜູ້ລະເມີດກົດໝາຍວ່າດ້ວຍປ່າໄມ້, ກົດໝາຍວ່າດ້ວຍສັດນ້ຳ-ສັດປ່າ ແລະ ນິຕິກຳ ທີ່ພົວພັນກັບການເຄື່ອນໄຫວຂອງໂຮງງານປຸງແຕ່ງໄມ້; ຕ້ານ
          ແລະ ສະກັດກັ້ນການສໍ້ລາດບັງຫຼວງ, ແກ້ໄຂຄຳຮ້ອງ, ຄຳສະເໜີ ຂອງພົນລະເມືອງ ທີ່ຕິດພັນກັບພະແນກກະສິກຳ ແລະ ປ່າໄມ້;
        </li>
        <li>
          ສຳຫຼວດ, ຈັດສັນ, ກຳນົດເຂດປູກໄມ້ ແລະ ເຄື່ອງປ່າຂອງດົງ ພ້ອມທັງຊຸກຍູ້ ແລະ ອຳນວຍຄວາມສະດວກໃຫ້ແກ່ບຸກຄົນ, ນິຕິບຸກຄົນ ແລະ ການຈັດຕັ້ງ ທັງພາຍໃນ ແລະ
          ຕ່າງປະເທດ ທີ່ລົງທຶນໃສ່ການປູກໄມ້ ແລະ ເຄື່ອງປ່າຂອງດົງເປັນສິນຄ້າ ແລະ ປົກປັກຮັກສາສິ່ງແວດລ້ອມ; ວາງແຜນການຄຸ້ມຄອງ, ປົກປັກຮັກສາ ແລະ ພັດທະນາ ແລະ
          ນຳໃຊ້ 3 ປະເພດປ່າ ແລະ ເນື້ອທີ່ປ່າໄມ້ໃນເຂດຄຸ້ມຄອງຂອງບ້ານ ຕາມການແບ່ງຂັ້ນຄຸ້ມຄອງ ພ້ອມທັງມີມາດຕະການປ້ອງກັນໄຟໄໝ້ລາມປ່າ ຢູ່ທ້ອງຖິ່ນຂອງຕົນ;
        </li>
        <li>
          ຄົ້ນຄວ້າ ແລະ ນຳສະເໜີການກຳນົດຕຳແໜ່ງງານໃຫ້ຄົບຖ້ວນ, ວາງແຜນກໍ່ສ້າງ, ບຳລຸງຍົກລະດັບພະນັກງານ, ຄຸ້ມຄອງ-ນຳໃຊ້ ແລະ ປະຕິບັດນະໂຍບາຍຕ່າງໆ
          ໃຫ້ພະນັກງານ-ລັດຖະກອນ ຕາມກົດໝາຍ ແລະ ລະບຽບການ ທີ່ໄດ້ກຳນົດໄວ້;
        </li>
        <li>ຄຸ້ມຄອງ, ບໍລິຫານການເງິນ ແລະ ຊັບສິນຂອງພະແນກ ພ້ອມທັງຂຶ້ນແຜນການ, ງົບປະມານ ແລະ ສະຫຼຸບສັງລວມ ຕາມກົດໝາຍ ແລະ ລະບຽບການ;</li>
        <li>
          ປະສານສົມທົບກັບຂະແໜງການຂັ້ນທ້ອງຖິ່ນ ໃນການຈັດຕັ້ງປະຕິບັດໜ້າທີ່, ພາລະບົດບາດ ຂອງພະແນກກະສິກຳ ແລະ ປ່າໄມ້ແຂວງ ໃນແຕ່ລະໄລຍະຢ່າງເປັນລະບົບຕໍ່ເນື່ອງ;
        </li>
        <li>
          ຊຸກຍູ້, ຕິດຕາມ, ກວດກາ ແລະ ປະເມີນຜົນການຈັດຕັ້ງປະຕິບັດກົດໝາຍ, ແຜນພັດທະນາກະສິກຳ, ປ່າໄມ້ ແລະ ພັດທະນາຊົນນະບົດ, ແຜນການ, ແຜນງານ,ໂຄງການ, ນິຕິກຳ ແລະ
          ລະບຽບການຕ່າງໆ ທີ່ກະຊວງກະສິກຳ ແລະ ປ່າໄມ້ ແລະ ອົງການປົກຄອງແຂວງ ວາງອອກໃຫ້ມີປະສິດທິຜົນສູງ;
        </li>
        <li>ປະຕິບັດໜ້າທີ່ອື່ນ ຕາມທີ່ໄດ້ກຳນົດໄວ້ໃນກົດໝາຍ, ລະບຽບການ ແລະ ການມອບໝາຍຈາກກະຊວງກະສິກຳ ແລະ ປ່າໄມ້ ແລະ ອົງການປົກຄອງແຂວງ</li>
      </ol>
    </section>
  );
}
